[
  {
    "id": "weather_031",
    "language": "en-te",
    "conversation": [
      {
        "user": "What should I do during a thunderstorm with lightning?",
        "bot": "మెరుపు మేకలతో కూడిన పిడుగుల సమయంలో నేను ఏమి చేయాలి?"
      },
      {
        "user": "Stay indoors, avoid tall trees, unplug electrical devices.",
        "bot": "ఇల్లు లోపలే ఉండండి, పొడవాటి చెట్లు దరిచేరకండి, విద్యుత్ పరికరాలను ప్లగ్ ఆఫ్ చేయండి."
      }
    ]
  },
  {
    "id": "weather_032",
    "language": "en-te",
    "conversation": [
      {
        "user": "Why does it feel hotter when humidity is high?",
        "bot": "ఆర్ద్రత ఎక్కువగా ఉన్నప్పుడు ఎందుకు ఎక్కువ వేడి అనిపిస్తుంది?"
      },
      {
        "user": "Because sweat doesn't evaporate easily, so your body retains more heat.",
        "bot": "చమట సులభంగా ఆవిరి కాకపోతే, శరీరం వేడిని ఎక్కువగా ఉంచుతుంది."
      }
    ]
  },
  {
    "id": "weather_033",
    "language": "en-te",
    "conversation": [
      {
        "user": "Can flights be delayed due to fog?",
        "bot": "మబ్బు కారణంగా విమానాలు ఆలస్యమవుతాయా?"
      },
      {
        "user": "Yes, low visibility during fog can delay or cancel flights.",
        "bot": "అవును, మబ్బు వల్ల కనిపించే దూరం తగ్గి విమానాలు ఆలస్యం కావచ్చు లేదా రద్దవచ్చు."
      }
    ]
  },
  {
    "id": "weather_034",
    "language": "en-te",
    "conversation": [
      {
        "user": "What is the UV index today and should I wear sunscreen?",
        "bot": "ఈరోజు UV సూచిక ఎంత ఉంది? నేను సన్‌స్క్రీన్ వాడాలా?"
      },
      {
        "user": "The UV index is high. It's advised to wear sunscreen if going out.",
        "bot": "UV సూచిక అధికంగా ఉంది. బయటకు వెళ్తే సన్‌స్క్రీన్ వాడాలని సూచించబడింది."
      }
    ]
  },
  {
    "id": "weather_035",
    "language": "en-te",
    "conversation": [
      {
        "user": "What is a red alert during a cyclone?",
        "bot": "తుఫాను సమయంలో రెడ్ అలర్ట్ అంటే ఏమిటి?"
      },
      {
        "user": "It means very high danger – people must evacuate or stay indoors safely.",
        "bot": "ఇది తీవ్రమైన ప్రమాద సూచిక – ప్రజలు ఖచ్చితంగా ఖాళీ చేయాలి లేదా ఇంట్లోనే సురక్షితంగా ఉండాలి."
      }
    ]
  },
  {
    "id": "weather_036",
    "language": "en-te",
    "conversation": [
      {
        "user": "What is a cloudburst?",
        "bot": "క్లౌడ్‌బస్ట్ అంటే ఏమిటి?"
      },
      {
        "user": "It is sudden, heavy rainfall in a short time, usually over a small area.",
        "bot": "ఇది ఒక చిన్న ప్రాంతంలో తక్కువ సమయంలో భారీ వర్షం పడటాన్ని సూచిస్తుంది."
      }
    ]
  },
  {
    "id": "weather_037",
    "language": "en-te",
    "conversation": [
      {
        "user": "I suffer from seasonal allergies. How can I prevent them?",
        "bot": "నేను ఋతుపవనాల అలర్జీకి గురవుతున్నాను. దీన్ని ఎలా నివారించాలి?"
      },
      {
        "user": "Keep doors closed, wash clothes often, and take antihistamines after consulting a doctor.",
        "bot": "తలుపులు మూసివేయండి, బట్టలు తరచుగా కడగండి, డాక్టర్ సూచించిన తర్వాత యాంటీహిస్టమిన్లు తీసుకోండి."
      }
    ]
  },
  {
    "id": "weather_038",
    "language": "en-te",
    "conversation": [
      {
        "user": "How do I prevent sunburn during heatwaves?",
        "bot": "తీవ్రమైన ఎండల సమయంలో సన్‌బర్న్‌ని ఎలా నివారించాలి?"
      },
      {
        "user": "Use sunscreen, wear full-sleeved cotton clothes, and avoid peak sun hours.",
        "bot": "సన్‌స్క్రీన్ వాడండి, పూర్తి చేతుల కలిగిన కాటన్ బట్టలు ధరించండి, ముప్పు అధికంగా ఉండే సమయాల్లో బయటకి వెళ్ళవద్దు."
      }
    ]
  },
  {
    "id": "weather_039",
    "language": "en-te",
    "conversation": [
      {
        "user": "Can I collect rainwater at home?",
        "bot": "ఇంట్లో వర్షపు నీటిని నిల్వ చేసుకోవచ్చా?"
      },
      {
        "user": "Yes, install a rainwater harvesting system on your roof.",
        "bot": "అవును, మీ ఇంటి మీద వర్షనీటి నిల్వ వ్యవస్థ ఏర్పాటు చేయండి."
      }
    ]
  },
  {
    "id": "weather_040",
    "language": "en-te",
    "conversation": [
      {
        "user": "What are the signs of heatstroke?",
        "bot": "హీట్‌స్ట్రోక్ లక్షణాలు ఏమిటి?"
      },
      {
        "user": "Confusion, dry skin, no sweating, high fever. It’s a medical emergency.",
        "bot": "గందరగోళం, పొడి చర్మం, చెమట రావడం లేదు, అధిక జ్వరము — ఇది ఒక వైద్య అత్యవసర పరిస్థితి."
      }
    ]
  }
]